Repository: emrepbu/ARMeter
Catalog: ARMeter/Resources/Localization/*.lproj/Localizable.strings
Languages: tr

# searching_surfaces
source: Searching for surfaces...
tr: Düz yüzeyler aranıyor...

source: Ready
tr: Hazır

# tracking_excessive_motion
source: Moving too fast
tr: Çok hızlı hareket ediyorsunuz

# tracking_insufficient_features
source: Not enough features in view
tr: Daha fazla nesne veya doku gerektiriyor

# tracking_initializing
source: Initializing...
tr: Başlatılıyor...

# tracking_relocalizing
source: Determining location...
tr: Konum belirleniyor...

source: Tracking unavailable
tr: Takip yapılamıyor

# tracking_unknown_limitation
source: Unknown limitation
tr: Bilinmeyen sınırlama

# tracking_unknown_state
source: Unknown state
tr: Bilinmeyen durum

source: AR session error: %@
tr: AR oturumu hatası: %@

source: AR session interrupted
tr: AR oturumu kesildi

source: AR session resumed
tr: AR oturumu devam ediyor

# place_start_point
source: Tap to place start point
tr: Başlangıç noktasını yerleştirmek için ekrana dokunun

# place_end_point
source: Tap to place end point
tr: Bitiş noktasını yerleştirmek için ekrana dokunun

source: Measurement Result
tr: Ölçüm Sonucu

source: Add note (optional)
tr: Not ekle (isteğe bağlı)

source: Cancel
tr: İptal

source: Save
tr: Kaydet

source: Error
tr: Hata

source: Try Again
tr: Tekrar Dene

source: Unit
tr: Birim

source: History
tr: Geçmiş

# meter
source: Meter (m)
tr: Metre (m)

# centimeter
source: Centimeter (cm)
tr: Santimetre (cm)

# inch
source: Inch (in)
tr: İnç (in)

# foot
source: Foot (ft)
tr: Fit (ft)

# select_unit
source: Select Measurement Unit
tr: Ölçüm Birimi Seçin

source: Settings
tr: Ayarlar

source: Haptic Feedback
tr: Dokunsal Geri Bildirim

source: Show Guide Points
tr: Kılavuz Noktalarını Göster

source: Show Tutorial
tr: Eğitim Turunu Göster

source: Measurement History
tr: Ölçüm Geçmişi

# no_measurements
source: No saved measurements yet
tr: Henüz kaydedilmiş ölçüm bulunmuyor

# welcome_title
source: Welcome to ARMeter
tr: ARMeter'e Hoş Geldiniz

# welcome_description
source: The easiest way to measure in the real world using augmented reality technology.
tr: Artırılmış gerçeklik teknolojisi ile gerçek dünyada ölçüm yapmanın en kolay yolu.

# simple_measurements_title
source: Simple and Accurate Measurements
tr: Basit ve Doğru Ölçümler

# simple_measurements_description
source: Measuring the distance between two points has never been easier. Just tap on the screen to mark the start and end points.
tr: İki nokta arasındaki mesafeyi ölçmek hiç bu kadar kolay olmamıştı. Sadece ekrana dokunarak başlangıç ve bitiş noktalarını işaretleyin.

# save_measurements_title
source: Save Measurements
tr: Ölçümleri Kaydedin

# save_measurements_description
source: You can save your measurements with notes and refer to them later.
tr: Yaptığınız ölçümleri not ekleyerek kaydedebilir ve daha sonra başvurmak üzere saklayabilirsiniz.

# multiple_units_title
source: Multiple Units
tr: Birden Fazla Birim

# multiple_units_description
source: You can switch between meters, centimeters, inches, or feet according to your needs.
tr: Metre, santimetre, inç veya fit arasında ihtiyacınıza göre birim değiştirebilirsiniz.

source: Next
tr: İleri

source: Start
tr: Başlat

source: Skip
tr: Atla
